IDEA Open Model
StrainLoadOnLine.RelativeBeginPosition Property
Compatible with IDEA StatiCa 20.1
 Beginnig position on ISegment3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double RelativeBeginPosition { get; set; }
Public Property RelativeBeginPosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace